#ifndef DICTIONARY_H
#define DICTIONARY_H

#define NDGR1 17
#define NDGR2 14


const wchar_t* ndgr1[NDGR1] = {
    L"Например",
    L"Всъщност",
    L"Според мен",
    L"Наистина",
    L"Следователно",
    L"Действителнор",
    L"Реално",
    L"Практически",
    L"Така",
    L"Може би",
    L"Значи",
    L"Вероятно",
    L"Очевидно",
    L"Навярно",
    L"По всяка вероятност",
    L"В действителност",
    L"В края на краищата"
};

const wchar_t* ndgr2[NDGR2] = {
    L"Казват",
    L"Напротив",
    L"Разбира се",
    L"Изглежда",
    L"Струва ми се",
    L"Види се",
    L"Общо взето",
    L"Тъй да се каже",
    L"Между нас казано",
    L"Както казват",
    L"Първо",
    L"Второ",
    L"Трето",
    L"Естествено"
};

#endif // DICTIONARY_H